Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/rajahis-guovlulas-ovttasbargu.html.tmx
Source language: sme
Languages: sma

source: Rájahis guovlulaš ovttasbargu / Riikkaidgaskasaš bargu / Sámediggi - Sametinget
sma: Raastendåaresth regijovnaale laavenjostoe / Gaskenasjovnaale barkoe / Saemiedigkie - Sametinget

source: Rájahis guovlulaš ovttasbargu
sma: Raastendåaresth regijovnaale laavenjostoe

source: Ovddasvástideaddji politihkkár
sma: Politihkere gïen diedte

source: Ávjovárri
sma: NSR

source: Aili Keskitalo
sma: Phone: +47 971 29 305

source: aili.keskitalo@samediggi.no
sma: Saemiedigkie sæjhta:

source: Sámediggi bargá dan badjelii ahte:
sma: Eadtjohklaakan meatan årrodh SPR.

source: Aktiivvalaččat SPR bakte oassálastit ja searvat EO bargui álgoálbmotgažaldagaiguin.
sma: ’ en tjïrrh EU. ’ n barkosne aalkoealmetjegyhtjelassigujmie.

source: Sámedikki bealis nannet oassálastima arktalaš ovttasbargui.
sma: Saemiedigkie edtja tjarki meatan årrodh arktiske laavenjostosne.

source: Ásahuvvo bistevaš álgoálbmotovddasteaddji Barents-ráđđái, ja ahte iešguđetge álgoálbmotjoavkkut ožžot bistevaš áirasiid Barents guovlluráđđái.
sma: Staeries aalkoealmetjetjirkijh Barentsraeresne utnedh, jïh dah joekehts aalkoealmetjedåehkieh staeries lïhtsegh Barentsen regijovneraeresne utnieh.

source: Arktalaš ráđđi
sma: Arktisk raerie

source: Arktalaš ovttasbargu fátmmasta sirkumpolára guovllu gávcci stáhtaid, ja fátmmasta ovttasbarggu sihke dáid stáhtaid ráđđehusaid ja parlamentáralaš čoahkkimiid gaskkas.
sma: Arktiske laavenjostosne gaektsie staath leah meatan dennie sirkumpolare dajvesne, jïh dovne akte laavenjostoem feerhmie staati fïereguhten reerenassi gaskem, jïh parlamentarihkeles krirriej gaskem.

source: Arktalaš ráđđi, mii lea guovlulaš ovttasbargoorgána, lea ásahuvvon dainna áigumušain ahte ovddidit ovttasbarggu, koordinerema ja ovttasdoaimma arktalaš stáhtaid gaskkas oktasaš árktalaš áššiid oktavuođas, earenoamážiid nanaguoddevaš ovdáneami ja birasgáhttenáššiide.
sma: Arktisk raerie, mij lea akte regijovnale laavenjostoeåårgane, lea tseegkesovveme juktie laavenjostoem, iktedimmien jïh ektiebarkoem eadtjoestidh dej arktiske staati gaskem, tjåenghkies arktiske aamhtesinie, joekoen monnehke evtiedimmie jïh byjresevaarjelimmie.

source: Dán ovttasbarggus leat guđa álgoálbmotorganisašuvnnain sadji bistevaš ovddasteaddjin.
sma: Daennie laavenjostosne govhte aalkoealmetjesiebrieh staatusem utnieh goh ihkuve meatanårrojh.

source: Arktalaš ráđis lea čuovvovaš riikkat: Norga, Danmárku / Ruonáeatnan / Færsullot, Ruoŧŧa, Suopma, Islánda, USA.
sma: Arktisk raeresne Nöörje, Danmaarhke / Kruanalaante / Færøyene, Sveerje, Såevmie, Islaante, USA.

source: , Canada ja Ruošša.
sma: , Canada jïh Russlaante.

source: Dasa lassin lea árktalaš álgoálbmogiid ovddasteddjiin bistevaš sadji ráđis.
sma: Lissine dle tjirkijh dejstie arktiske aalkoealmetjijstie meatan goh ihkuve meatanårrojh raeresne.

source: Daid gaskkas lea Sámeráđđi guhte ovddasta sápmelaččaid Norggas, Ruoŧas, Suomas ja Ruoššas.
sma: Dej gaskem Saemieraerie mij lea saemiej åvteste Nöörjesne, Sveerjesne, Såevmesne jïh Russlaantesne.

source: Dat guhtta álgoálbmotorganisašuvnnat geain lea bistevaš sadji ovttas gávcci miellahttoriikkaiguin leat:
sma: Dah govhte aalkoealmetjesiebrieh mah buertiebealesne tjahkasjieh dej gaektsie lïhtsegestaatigujmie ektine mah staatusem ihkuve meatanårroejinie utnieh leah:

source: Arktalaš ráđđi lea ovttamielalašvuođaorgána mas bistevaš ovddasteddjiin lea ságastan- ja evttohanriekti seamma go daid gávcci miellahttoriikkain lea, muhto sis ii leat jienastanriekti.
sma: Arktiske Raerie akte konsensusåårgane gusnie dah govhte aalkoealmetjesiebrieh goh ihkuve meatanårrojh luhpiem utnieh soptsestidh jïh raeriestimmiejgujmie båetedh seammalaakan goh dah gaektsie lïhtsegestaath, men dah eah steemmereaktam utnieh.

source: Álgoálbmotorganisašuvnnat, dat guhtta bistevaš oasseváldit ožžot veahki ja doarjaga iežaset čállingottis mii lea Københavnas: Indigenous Peoples Secretariat (IPS)
sma: Akte jïjtse tjaelijesijjie mij lea Københavnesne dejtie aalkoealmetjesiebride, dah govhte ihkuve åårganisasjovnh, dåarjele: Indigenous Peoples Secretariat (IPS)

source: Frankriika, Duiska, Nederlanda, Polen, Spania ja Stuorra Britannia leat 2001 skábmamánus ain áicilahtut ráđis.
sma: Gålkoen 2011 dle Frankrijhke, Tysklaante, Nederlaante, Polen, Spanije jïh Stoerrebritannije staatusem utnieh goh vuartasjæjjastaath.

source: Arktalaš ráđđi ásahuvvui 1996:s ja lei dalá arktalaš birasovttasbarggu viiddideapmin (Arctic Environmental Protection Strategy, AEPS) mii leai ásahuvvon 1991:s.
sma: Arktisk raerie tseegkesovvi jaepien 1996 goh akte vijriedimmie dehtie arktiske byjresevaarjelimmielaavenjostoste (Arctic Environmental Protection Strategy, AEPS) jaepeste 1991.

source: Ráđai ovdagoddi sirdašuvvo daid gávcci miellahttoriikkaid gaskkas ja ovdagoddeáigodat lea dábálaččat guokte jagis.
sma: Raerien åejvieladtjeraerie jårrele dej gaektsie lïhtsegelaanti gaskem, jïh iemielaakan göökte jaepieh vaasa.

source: Ráđi ovdagoddi lei Norggas 2007 - 2009 rádjai, Danmárkkus 2009-2011 rádjai, ja Ruoŧŧa doaimmaha ovdagotti 2011-2013 áigodaga.
sma: Minngemes aejkien Nöörje åejvieladtjeraeriem utni lij boelhken 2007-2009, Danmaarhke boelhken 2009-2011, jïh Sveerje åejvieladtjeraeriem utni boelhken 2011-2013.

source: Lea Ministtarčoahkkin mii mearrida prográmmaid ja prošeavttaid mat galget čađahuvvot Arktalaš ráđi bakte.
sma: Ministeretjåanghkoe programmide jïh prosjektide nænnoste, mejtie edtja Arktisk raerien tjïrrh tjïrrehtidh.

source: Ministtarčoahkkin dollo juohke nuppi jagi.
sma: Ministeretjåanghkoe lea fïerhten mubpien jaepien.

source: Ministtarčoahkkimiid gaskkas dollojit stáhtačálličoahkkimat ja čoahkkimat jođiheaddji ámmátolbmuid gaskkas (Senior Arctic officials, SAO).
sma: Daan boelhken ministeretjåanghkoej gaskem, dle staatetjaelijetjåanghkoeh jïh tjåanghkoeh embetsåvtehki gaskem (Senior Arctic officials, SAO).

source: Bargu doaimmahuvvo guđa bistevaš bargojoavkkuin maidda gullet čuovvovaš prográmmasuorggit:
sma: Jïjtjehke barkoe lea dejnie govhte ihkuve barkoedåehkine, mah daejtie programmesuerkide feerhmieh:

source: Doaibmaprográmma nuoskkideami vuostá Arktalaš guovllus (ACAP)
sma: Dahkoeprogramme dearjoen vööste Arktisesne (ACAP)

source: Arktalaš birrasa goziheapmi (AMAP)
sma: Vaaksjome dehtie arktiske byjresistie (AMAP)

source: Arktalaš elliid ja šattuid seailluheapmi (CAFF)
sma: Gorredimmie arktiske kreekijste jïh sjædtojste (CAFF)

source: Fáhkka nuoskkideami gearggusvuohta (EPPR)
sma: Beredskape faahketji dearjoen vööste (EPPR)

source: Áhpebirrasa suodjaleapmi (PAME)
sma: Vaarjelimmie dehtie marijne byjresistie (PAME)

source: Nanaguoddevaš ovdáneapmi (SDWG)
sma: Monnehke evtiedimmie (SDWG)

source: Sámediggi lea mielde Arktalaš ráđi Norgga sáttagottis ja searvá SAO-čoahkkimiidda ja ministtarčoahkkimiidda.
sma: Saemiedigkie lea meatan Arktiske raerien nöörjen delegasjovnesne, jïh lea meatan SAO-tjåanghkojne jïh ministeretjåanghkojne.

source: Lea ásahuvvon dakkár vierru ahte Sámediggepresideanta oasi Norgga sáhkavuorus Arktalaš ráđi ministtarčoahkkimis.
sma: Akte vihties vuekie tseegkeme gusnie Saemiedigkiepresidente aktem bieliem dehtie nöörjen håalemistie hööltie ministeretjåanghkojne Arktiske raeresne.

source: Nuoskkideapmi lea leamašan ja lea ain dehálaš fáddán Arktalaš ráđi barggus.
sma: Dearjoe orreme, jïh lea akte vihkeles teema Arktiske raerien barkosne.

source: Maŋŋil guđa jagi ovttasbarggu AMAP bargojoavkkus ovddiduvvui 1997: raporta Arktalaš birrasa dili birra.
sma: Jaepien 1997 dle reektehtsem tsiehkien bïjre dan arktiske byjresen bïjre åehpiedahti, mænngan AMAP ’ sne laavenjosteme govhte jaepieh.

source: Das duođaštedje dohkketmeahttun ollu birasmirkkuid ja lossametállaid Arktalaš guovlluin vaikko leage guhkkin eret industrialiserejuvvon guovlluin.
sma: Desnie vihtiesti fer stoerre veahkah byjresedaalhkesijstie jïh leevlesmetallijste Arktisesne, jalhts guhkede dejstie dajvijste gusnie jïjnje industrije.

source: Raporta duođaštii earret eará ahte soames birasmirkkot guhkit gaskkaid badjel rivdet Arktalaš guovlluide ja levvet elliide maid álgoálbmogat ávkkástallet árbevirolaš biebmodoalus.
sma: Reektehtse vuesiehti gaskem jeatjah naakede dejstie byjresedaalhkesijstie Arktisen gåajkoe båetieh guhkeles-maajeste, jïh kreeki sïjse båetieh mah aerpievuekien beapmojne åtnasuvvieh aalkoealmtji luvnie.

source: 2000-logus Arktalaš ráđđi maiddái bargagođii dálkkádatrievdademiiguin, ja goatnjidis raporttat maid ráđi iešguđege bargojoavkkut leat buvttadan, leat leamašan hui ávkkálačča go leat govvidan váikkuhusaid dálkkádatrievdademiin ja man jođánit rievdadeamit dáhpáhuvvet.
sma: 2000-låhkoen dle Arktisk raerie aaj eelki klijmajarkelimmide vuartasjidh, jïh dah vijries reektehtsh mejtie raerien ovmessie barkoedåehkieh dorjeme, stoerre ulmiem åtneme juktie effektem klijmajarkelimmijste vååjnesasse buektedh, jïh man varke dah heannadieh.

source: Árktalaš ráđi dálkkádatčielggadeami; Arctic Climate Impact Assessment (ACIA), ovddiduvvui 2004 skábmamánus.
sma: Klijmastudije Arktiske Raereste; Arctic Climate Impact Assessment (ACIA), bööti gålkoen 2004.

source: ACIA lea čielggadeapmi mas dat gávcci arktalaš riikkat – Canada, Danmárku, Suopma, Islánda, Norga, Ruošša, Ruoŧŧa ja USA – viidát leat árvvoštallan ja guorahallan makkár váikkuhusat dálkkádatrievdamis sáhttet leat arktalaš guovllu birrasii ja servodagaide.
sma: ACIA lea akte salkehtimmie gusnie dah gaektsie arktiske laanth – Canada, Danmaarhke, Såevmie, Islaante, Nöörje, Russlaante, Sveerje jïh USA – aktem vijries vuarjasjimmiem jïh gïehtjedimmiem dorjeme dejstie konsekvensijstie mah klijmajarkelimmieh sijhtieh utnedh byjresasse jïh siebriedahkide Arktisesne.

source: Dat leat viidát dieđalaččat čohkken juo dan máhtu mii gávdno dálkkádatrievdademiid birra arktalaš guovlluin ja geahčadan makkár váikkuhusat das leat guvlui ja muđui máilbmái.
sma: Dïhte akte vijries vitenskapeles tjaatsege dej daajroejgujmie klijmajarkelimmiej bïjre Arktisesne, jïh maam ulmide dïhte åtna regijovnese jïh dan mubpien veartenasse.

source: Čielggadeamis leat golbma dokumeanta – viiddis dieđalaš raporta, čoahkkáigeassinraporta ja policy dokumeanta.
sma: Studijesne golme tjaatsegh – akte vijries vitenskapeles reektehtse, akte åeniedimmiereektehtse jïh akte policy tjaatsege.

source: Váldočuoggát ACIA-čielggadeamis lea ahte Arktalaš guovlu dál vásiha okta dain stuorimus ja garraseamos dálkkádatrievdademiid obanassiige eatnama nalde.
sma: Dïhte vihkielommes maam gaavneme ACIA-goerehtimmesne lea Arktise såemies dejstie verkemes jïh tjerkemes klijmajarkelimmijstie eatnamisnie dååjre.

source: Arktalaš guovlu lea ruoktun máŋgga álgoálbmogiidda geain kultuvra ja eallinvuohki lea heivehuvvon arktalaš birrasii.
sma: Arktise akte hïejme gellide aalkoealmetjidie mah aktem kultuvrem jïh jieledevuekiem utnieh mah leah dan arktise byjresasse sjïehtedamme.

source: ACIA-čielggadeapmi lea vuoruhan ávkkástallat álgoálbmogiid dieđuid ja máhtolašvuođaid, ja daid goallostit oktii dutkanbohtosiiguin.
sma: ACIA-salkehtimmie lea leavloem bïejeme aalkoealmetji daajrojde nåhtadidh, jïh dejtie aktanidh dotkemeilledahkigujmie.

source: Dálkkádatrievdademiid ektui álgoálbmogat fuolastuvvet ja dan čilgejit riikkaidgaskasaš sajádagain nugomat Arktalaš ráđis ja ON dálkkádatkonvenšuvnna oktavuođas.
sma: Klijmajarkelimmiej sjïekenisnie dle aalkoealmetjh tjoeperdimmiejgujmie båetieh gaskenasjovnale sijjine, goh Arktiske raeresne jïh EN. ’ i klijmakonvensjovnesne.

source: Álgoálbmogat atnet iešvuosttaldeaddjin go oljju, gása ja čađaid boaldin dagaha máilmmiviidosaš liegganeami, mii fas láhče lassáneaddji beasatlašvuođa oljo- ja ruvkedoaimmaide álgoálbmogiid eanan- ja áhpeguovlluin.
sma: Aalkoealmetjidie dle vååjnoe goh akte stoerre paradokse daate båelteme åljeste, gaasseste jïh tjïrreste dorje guktie abpe veartene baahkene, jïh dellie aaj aelhkebe sjædta petroleum- jïh jienemehaevtiedarjomigujmie nïerhkedh aalkoealmetji laante- jïh mearoedajvine.

source: Ja váidudeaddji doaibmabijut dálkkádatrievdademiid vuostá go álgoálbmotguovlluin huksejit ođasmahtti energiijadoaimmaid nugomat čáhcefámu bieggafámu rusttegiid main lea negatiiva váikkuhus álgoálbmogiid ealáhusaide nugomat guolásteapmái, meahcásteapmái ja guolásteapmái ja boazodollui.
sma: Jïh aaj dåvvoden råajvarimmide klijmajarkelimmiej vööste, goh jïjnje bigkeme aalkoealmetji dajvine orrestimmeles energijeste, goh tjaetsiefaamoe jïh biegkefaamoe, mah dåeriesmoerh vedtieh aerpievuekien almetji jieliemidie goh gööleme, bivteme jïh båatsoe.

source: Dasa lassin vel bohtet iešguđetlágan dálkkádatheiveheamit main sáhttá leat negatiivva beaktu guoskevaš álgoálbmogiidda.
sma: Lissine gelliesåarhts klijmasjïehtesjimmieh båetieh, mah maehtieh nåake årrodh aalkoealmetjidie.

source: Álgoálbmogat šaddet álggos gillát máilmmiviidosaš liegganeami (jiekŋa jávká, ođđa šlájat ihtet, stáđismeahttun dálki, mearragiera lassána; ássanbáikkit jávket, jna). Dasto sáhttet álgoálbmogat nuppes gillá ollu negatiivva váikkuhusaid (eanet nuoskkideapmi, ođđa ekonomiija, servodatrievdadeamit, jna.) mat čuvvot go šaddá buoret bargobiras / temperatuvra multinationála fitnodagaide mat guovllus galget roggat luondduvalljodagaid.
sma: Aalkoealmetjh voestegh dåeriesmoerh åadtjoeh globale baahkenimmine (jienge nåhka, orre aarhth båetieh, vearolde ij vielie dan jiebne, mearoen bijjieskierie læssene, årromesijjieh mearose hajpanieh, j. v. Minngeben aejkien dle aalkoealmetjh jïjnjh nåake konsekvensh åadtjoeh (læssanamme dearjoe, orre ekonomije, siebriedahkejarkelimmieh j.n.v.), mah minngesne båetieh aktede buerebe barkoeklijmeste / temperatuvreste dejtie mulitnasjovnale sïeltide, mah edtjieh eatnemevierhtide evtiedidh dajvesne.

source: Danin lea dehálaš sihkkarastit álgoálbmogiidda duohta mielmearrideami ja govttolaš oasi dain ovdamuniin maid buoret beasatlašvuohta valljodagaid mielddisbuktá.
sma: Dannasinie vihkeles gorredidh dah aalkoealmetjh åadtjoeh meatan årrodh nænnoestidh, jïh aktem hijven låhkoem dejstie aevhkijste åadtjoeh goh dah læssanamme vierhtieh vedtieh.

source: Maŋimus áiggi lea Arktalaš ráđđi – lassin dasa ahte hálddašit nuoskkidemiid ja dálkkádatrievdademiid – jorgalahttán fuomášumi dasa movt servodat sáhttá heivehuvvot daid rievdadusaide mat deaividit.
sma: Dan minngemes tïjjen dle Arktisk raerie - lissine dearjoem jïh klijmajarkelimmieh gïetedidh – voerkesvoetem jarkelamme guktie siebriedahke maahta jïjtjemse jarkelimmide sjïehtesjdih mah heannede.

source: 2011 miessemánus vuolláičálle miellahttoriikkat vuosttaš Arktalaš ráđi bakte lihtoduvvon juridihkalaš čadni šiehtadusa.
sma: Suehpeden 2011 dah lïhtsegelaanth dan voestes juridihkeles latjkoen bïjre seamadin maam Arktiske raerie buakteme.

source: Šiehtadus ásaha geatnegahtti ráhkadusa Arktalaš ráđi miellahttoriikkaid gaskasaš ovttasbargui ohcama ja neavvuma birra.
sma: Latjkoe aktem åeliedihks mieriem laavenjostose tseegkie lïhtsegelaanti gaskem Arktiske raeresne, ohtsedimmien jïh beerkemen bïjre.

source: Viidáset lea mearriduvvon ásahit bargojoavkku man bargu galgá leat ovdánahttit riikkaidgaskasaš ovttasbargoreaidduid Arktalaš ráđi ábi oljonuoskkideami gearggusvuhtii.
sma: Vijriesåbpoe dle sjæjsjalamme aktem barkoedåehkiem tseegkedh mij edtja aktem gaskenasjovnale laavenjostoedïrregem evtiedidh, mij edtja åljadearjoen vööste årrodh Arktisen mearosne.

source: Ráđđi lea maiddái čađahan viiddis dieđalaš ja biraslaš dutkamušaid mearrajohtolaga, oljo- ja gássabohkama ja áhpehálddašeami birra Arktalaš áhpeguovlluin.
sma: Raerie aaj vijries vitenskapeles jïh byjresen gaavhtan studijh tjïrrehtamme skihpevalkesistie, ålja- jïh gaassegïehteldimmeste jïh mearoereeremistie Arktisesne.

source: Ministtarčoahkkimis Nuukas Ruonáeatnamis jagi 2011:s mearriduvvui Romsii ásahit bistevaš čállingotti Arktalaš ráđđái.
sma: Ministertjåanghkosne Nuukesne Kruanalaantesne jaepien 2011, dle sjæjsjalin aktem ihkuve tjaelijesijjiem tseegkedh Arktiske raaran Tromsøsne.

source: Čállingoddi galgá leat doaimmas jagi 2013 rájes.
sma: Tjaelijesijjie edtja aelkedh juhtedh jaepeste 2013.

source: Dassážii doaibmá gaskaboddosaš čállingoddi (2006-2013) mii lea seamma báikkis go Norgga Polárainstituhtta, namalassii Fram-guovddážis Romssas.
sma: Daan raajan dle dïhte åvtelhbodti tjaelijesijjie jåhta (2006-2013), mij lea seamma sijjesne goh Nöörjen Polarinstituhte Fram-senterisnie Tromsøsne.

source: Loga eanet Arktalaš ráđi birra dás.
sma: Lohkh vielie Arktisk Raerien bïjre daesnie.

source: Bárentsráđđi ja Guovlluráđđi
sma: Barentseraerie jïh Regijovneraerie

source: Barentsráđi 15. sešuvdna dollojuvvui Oulus golggotmánu 15. b. 2015.
sma: Barentsraerien 15. sesjovne lij Oulusne rïhkeden 15. b. 2015.

source: Suopma geigii ovdagotti Ruššii.
sma: Såevmie åejvieladtjeraeriem Russlaantese vedti.

source: Barentsráđđi dohkkehii oktasaš cealkámuša mas čuovvovaš áššesuorggit deattuhuvvojit; ekonomalaš ovttasbargu, fievrrideapmi, biras ja dálkkádatrievdamat.
sma: Barentsraerie aktem tjåenghkies bæjhkoehtimmiem nænnoesti gusnie daejtie aamhtesesuerkide tjïertestin, ekonomeles laavenjostoe, foeresjimmie, byjrese jïh klijmajarkelimmieh.

source: Oktasaš cealkámuša gávnnat dáppe.
sma: Tjåenghkies bæjhkoehtimmie lea daesnie.

source: Ruošša ovdagoddi áigu earret eará vuoruhit ceavzilis ovddideami dakko bokte ahte vuođđudit ođđaáiggi intrastruktuvrra, nannet regiovnna gilvalannávccaid ja investerengeasuheami, seammás go deattuhit jierpmálaš resursageavaheami mii ollašuhttá birasgáibádusaid ja mii ollásit vuhtiiváldá álgoálbmogiid dárbbuid ja beroštumiid.
sma: Russlaanten åejvieladtjeraerie sæjhta gaskem jeatjah monnehke evtiedimmiem våaroehtidh viehkine daajbaaletje infrastruktuvrem tseegkedh, dajven gaahtjemefaamoem jïh skåårvemelastoem nænnoestehtedh, seamma tïjjen goh leavloem beaja eensi åtnose vierhtijste mah byjresen krïevenassh illieh, jïh ellieslaakan aalkoealmetji daerpiesvoeth jïh ïedtjh krööhkeste.

source: Ruošša ovdagoddi sávvá maid bures boahtima dan jurdagiid ahte lágidit Barentsovttasbarggu álgoálbmogiid njunuščoahkkima, Ruošša ovdagoddeáigodagas, ja ahte Ruošša lea gearggus dan digaštallat álgoálbmogiid ja eará kollegaid bargojoavkkuin.
sma: Russlaanten åejvieladtjeraerie tuhtjie aaj akte hijven åssjaldahke njuenehketjåanghkoem Barentslaavenjostoen aalkoealmetjidie hööltedh, dan russiske åejvieladtjeraerien nuelesne, jïh Russlaante sæjhta riejries årrodh daam digkiedidh aalkoealmetji barkoedåehkine jïh jeatjah barkoeguejmiejgujmie.

source: Olgoministaras sáhkavuoru sáhtát viežžat dáppe.
sma: Maahtah ålkoerijhkeministeren håalemem våålese leessedh daesnie.

source: Barentsráđđi / Barents Euro-Arctic Council (BEAC) lea Barents Regiovnna stáhtaidgaskasaš ovttasbarggu fora.
sma: Barentsraerien / Barents Euro-Arctic Council (BEAC) lea akte forume gaskestaateles laavenjostose Barents Regijovnesne.

source: Álgoálbmogiid bargojoavku (WGIP) oassálastá Barentsráđi čoahkkimiidda ja ámmátolbmuidlávdegotti čoahkkimiidda.
sma: Aalkoealmetji Barkoedåehkie (WGIP) lea meatan tjåanghkojne Barentsraeresne jïh tjåanghkojne embetsmannmoenehtsisnie.

source: Sámi parlamentáralaš ráđđi nammada sámi lahtuid Suomas, Norggas ja Ruoŧas WGIP:ii.
sma: Saemien parlamentarihkeles raerie saemien lïhtsegh nammohte Såevmeste, Nöörjeste jïh Sveerjeste WGIP:se.

source: Boahtte sešuvdna dollojuvvo Ruoššas 2017:s.
sma: Mubpie sesjovne lea Russlaantesne jaepien 2017.

source: Beaivvi ovdal Barentsráđi čoahkkima, golggotmánu 14. b., doalai Barents Regiovdnaráđđi (BRC) iežas čoahkkima.
sma: Biejjien Barentsraerien tjåanghkoen åvtelen, rïhkeden 14.

source: Kainuu regiovdna, Suomas, válddii badjelasas Regiovdnaráđi njunušgotti maŋŋá Arkhangelsk Oblast (Ruošša).
sma: b., Barents Regijovneraerie (BRC) sov tjåanghkoem höölti.

source: Kainuu jođiha BRC olggos 2017.
sma: Kainuu regijovne, Såevmie, åvtehkinie sjïdti Regijovneraeresne Arkhangelsk Oblasten mænngan (Russlaante) Kainuu sæjhta BRC:m stuvredh 2017 minngiegietjien raajan.

source: Barents Regiovdnaráđđi lea Suoma, Norgga ja Ruoŧa davviguovlluid ja davvi-oarje Ruošša regiovnnaid fylkkagielddaid, lenaid ja oblastaid ja Barentsovttasbarggu álgoálbmogiid gaskasaš ovttasbargofora.
sma: Barents Regijovneraerie lea akte gaskeregiojvnaale laavenjostoeforume fylhkentjïeltide, lenide, oblastide dejstie noerhtege bielijste Såevmesne, Nöörjesne jïh Sveerjesne jïh noerhte-jillie Russlaanteste, jïh aalkoealmetjdie Barentslaavenjostosne.

source: Barentsprográmma 2014-2018, maid BRC dohkkehii geassemánu 2. b. 2013, bidjá láidestusaid BRC bargui.
sma: Barentsprogramme 2014-2018, nænnoestamme BRC:ste ruffien 2. b. 2013, barkoem BRC:se bihkede.

source: Prográmma gávnnat dáppe.
sma: Programmem daesnie gaavnh.

source: BEAR (WGIP) álgoálbmogiid bargojoavkku lea Guovlluráđđi nammadan ja dat ásahuvvui bistevažžan 1995:s.
sma: Aalkoealmetji barkoedåehkie BEAR:sne (WGIP) lea nammoehtamme Regijovneraereste jïh tseegkesovvi goh akte ihkuve dåehkie jaepien 1995.

source: WGIP:s lea ráđđeaddi stáhtus Guovlluráđis ja Barentsráđis (Barents Euro-Arctic Council – BEAC), ja nu das lea sierra politihkalaš stáhtus Bárentsovttasbarggu formálalaš struktuvrras.
sma: WGIP raeriestæjjastaatusem åtna Regijovneraaran jïh Berentsen-raaran (Barents Euro-Arctic Council – BEAC), jïh dan åvteste aktem sjïere staatusem åtna dan byjjes struktuvren sisnjelen Barentselaavenjostosne.

source: Sámi Parlamenttalaš Ráđđi nammada njealji jahkái ovddasteddjiid Suoma, Ruoŧa ja Norgga bealde.
sma: Dah tjirkijh såevmien, sveerjen jïh nöörjen bieleste nammoehtamme sjidtieh Saemien Parlamentarihkeles Raereste akten boelhkese mij njieljie jaepieh ryöhkoe.

source: Ruošša bealde sápmelaččaid, nenetsaid ja vepselaččaid ovddasteaddjit válljejuvvojit golmma jahkái sin iežaset organisašuvnnaid evttohusa vuođul.
sma: Tjirkijh saemiej, nenetseri jïh vepseri åvteste russlaanten bielesne veeljesuvvieh golme jaepide, raeriestimmiej mietie dej jïjtsh siebrijste.

source: Bargojoavkku áigodaga 2013-2016 doaibmaplána.
sma: Barkoedåehkien dahkoesoejkesje 2013-2016.

source: Álgoálbmogiid bargojoavku 2014 rájes:
sma: Aalkoealmetji barkoedåehkie jaepien 2014 raejeste:

source: Christina Henriksen, Norgga beale sápmelaččaid bealis.
sma: Christina Henriksen, saemiej åvteste Nöörjesne.

source: Son lea maid válljejuvvon bargojoavkku jođiheaddjin.
sma: Dïhte aaj Barkoedåehkien åvtehkinie veeljesovvi.

source: Tiina Sanila-Aikio, Suoma beale sápmelaččaid bealis
sma: Tiina Sanila-Aikio, saemiej åvteste Såevmesne

source: Kristina Nordling, Ruoŧa beale sápmelaččaid bealis
sma: Kristine Nordling, saemiej åvteste Sveerjesne

source: Valentina Sovkina, Ruošša beale sápmelaččaid bealis
sma: Valentina Sovkina, saemiej åvteste Russlaantesne

source: Barentsčállingotti álgoálbmotráđđeaddi, Anja Salo, lea Bargojoavkku čálli.
sma: Aalkoealmetji raeriestæjja Barentstjaelemesijjesne, Anja Salo, lea Barkoedåehkien tjaelije.

source: Sámi parlamentáralaš ráđđi lea nammadan Christina Henriksen dárkojeaddjin Barents Guovlluráđđái.
sma: Saemien parlamentarihkeles raerie lea Christina Henriksen nammoehtamme goh vïhtesjæjja Barents Regijovneraeresne.

source: Son ovddasta Suoma, Norgga ja Ruoŧa beale sápmelaččaid.
sma: Dïhte lea tjirkije saemiej åvteste Såevmesne, Nöörjesne jïh Sveerjesne.

source: Ruošša beale sápmelaččat válljejit álgoálbmogiid bistevaš oktasaš ovddasteaddji Guovlluráđđái boahtte áigodahkii, 2013 čavčča rájes 2015 čavčča rádjai.
sma: Aalkoealmetjh Russlaantesne aalkoealmetji ihkuve tjåenghkies tjirkijem Regijovneraaran veeljieh mubpien boelhkese, tjaktjen 2013 raejeste jïh tjaktjen 2015 raajan.

source: Barents Indigenous Peoples Office (BIPO) ásahuvvon 2003
sma: Barents Indigenous Peoples Office (BIPO) tseegkeme jaepien 2013

source: Barents Álgoálbmotkantuvra (Barents Indigenous Peoples ’ Office – BIPO) ásahuvvui 2003.
sma: Barents Aalkoealmetjekontovre (Barents Indigenous Peoples ’ Office – BIPO) tseegkesovvi 2003.
